<div class="page-404">
    <div class="page-404_title">404</div>

    <div class="page-404_body">
        <hr>
        <div class="page-404_text">
            Иной раз Мы выбираем не верный путь и не знаем как выбраться из него.
        </div>
        <div class="page-404_text">
            Данной страницы, к сожелению, не существует, но Мы поможем Вам встать на верный путь.
        </div>
        <div class="page-404_text">
            Для этого нажмите на конопку ниже, что бы перейти на главную страницу.
        </div>
        <div class="page-404_text">
            Информация нашего сайта поможет Вам не заблудиться в вашей жизни и найти выход там.
        </div>
        <hr>
    </div>
</div>